Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# common.back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: वापस
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sv: Tillbaka
zh_cn: 返回
zh_tw: 返回

# common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
zh_cn: 取消
zh_tw: 取消

# common.clear
source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: 消去
ko: 지우기
nl: Wissen
pl: Wyczyść
pt: Limpar
ro: Golește
ru: Очистить
sv: Rensa
zh_cn: 清除
zh_tw: 清除

# common.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
zh_cn: 关闭
zh_tw: 關閉

# common.copied
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt: Copiado
ro: Copiat
ru: Скопировано
sv: Kopierad
zh_cn: 已复制
zh_tw: 已複製

# common.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
sv: Kopiera
zh_cn: 复制
zh_tw: 複製

# common.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Eliminar
ro: Șterge
ru: Удалить
sv: Radera
zh_cn: 删除
zh_tw: 刪除

# common.deselect
source: Deselect
ar: إلغاء التحديد
de: Abwählen
es: Deseleccionar
fr: Désélectionner
hi: चयन हटाएँ
it: Deseleziona
ja: 選択を解除
ko: 선택 해제
nl: Selectie opheffen
pl: Odznacz
pt: Desmarcar
ro: Deselectează
ru: Снять выбор
sv: Avmarkera
zh_cn: 取消选择
zh_tw: 取消選取

# common.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: OK
hi: पूर्ण
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
sv: Klar
zh_cn: 完成
zh_tw: 完成

# common.download
source: Download
ar: تنزيل
de: Laden
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt: Transferir
ro: Descarcă
ru: Загрузить
sv: Ladda ner
zh_cn: 下载
zh_tw: 下載

# common.edit
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Wijzigen
pl: Edytuj
pt: Editar
ro: Editează
ru: Изменить
sv: Redigera
zh_cn: 编辑
zh_tw: 編輯

# common.logOut
source: Log Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
it: Esci
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
pl: Wyloguj się
pt: Terminar sessão
ro: Deconectează-te
ru: Выйти
sv: Logga ut
zh_cn: 退出登录
zh_tw: 登出

# common.never
source: Never
ar: أبدًا
de: Nie
es: Nunca
fr: Jamais
hi: कभी नहीं
it: Mai
ja: なし
ko: 안 함
nl: Nooit
pl: Nigdy
pt: Nunca
ro: Niciodată
ru: Никогда
sv: Aldrig
zh_cn: 永不
zh_tw: 永不

# common.ok
source: OK
ar: موافق
es: Aceptar
hi: ठीक है
ko: 확인
nl: Oké
ru: ОК
zh_cn: 好
zh_tw: 好

# common.openSettings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
hi: सेटिंग्स खोलें
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Open Instellingen
pl: Otwórz Ustawienia
pt: Abrir Definições
ro: Deschide Setări
ru: Открыть настройки
sv: Öppna Inställningar
zh_cn: 打开设置
zh_tw: 打開設定

# common.password
source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord
zh_cn: 密码
zh_tw: 密碼

# common.remove
source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
hi: निकालें
it: Rimuovi
ja: 取り除く
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Elimină
ru: Убрать
sv: Ta bort
zh_cn: 移除
zh_tw: 移除

# common.retry
source: Try Again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Reîncearcă
ru: Повторить
sv: Försök igen
zh_cn: 重试
zh_tw: 重試

# common.save
source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Bewaren
pl: Zapisz
pt: Guardar
ro: Salvează
ru: Сохранить
sv: Spara
zh_cn: 保存
zh_tw: 儲存

# common.search
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ro: Caută
ru: Поиск
sv: Sök
zh_cn: 搜索
zh_tw: 搜尋

# common.select
source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
pl: Zaznacz
pt: Selecionar
ro: Selectează
ru: Выбрать
sv: Markera
zh_cn: 选择
zh_tw: 選取

# common.selectedCount
source: %lld Selected
ar: %lld محدد
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
hi: %lld चयनित
it: %lld selezionati
ja: %lld 件を選択中
ko: %lld개 선택됨
nl: %lld geselecteerd
pl: Zaznaczono: %lld
pt: %lld selecionados
ro: %lld selectate
ru: Выбрано: %lld
sv: %lld markerade
zh_cn: 已选择 %lld 项
zh_tw: 已選取 %lld 個

# common.share
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt: Partilhar
ro: Partajează
ru: Поделиться
sv: Dela
zh_cn: 共享
zh_tw: 分享

# common.sort
source: Sort
ar: فرز
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt: Ordenar
ro: Sortează
ru: Сортировка
sv: Sortera
zh_cn: 排序
zh_tw: 排序

# common.syncCompleted
source: Sync completed
ar: اكتملت المزامنة
de: Synchronisierung abgeschlossen
es: Sincronización completada
fr: Synchronisation terminée
hi: सिंक पूरा हुआ
it: Sincronizzazione completata
ja: 同期が完了しました
ko: 동기화 완료
nl: Synchronisatie voltooid
pl: Synchronizacja zakończona
pt: Sincronização concluída
ro: Sincronizare finalizată
ru: Синхронизация завершена
sv: Synkronisering klar
zh_cn: 同步完成
zh_tw: 同步完成

# createShare.createdBanner
source: Share link created successfully!
ar: تم إنشاء رابط المشاركة بنجاح!
de: Freigabelink erfolgreich erstellt!
es: ¡Enlace de compartición creado correctamente!
fr: Lien de partage créé avec succès !
hi: साझा लिंक सफलतापूर्वक बनाया गया!
it: Link di condivisione creato correttamente!
ja: 共有リンクを作成しました！
ko: 공유 링크가 성공적으로 생성되었습니다!
nl: Deellink succesvol aangemaakt!
pl: Link do udostępniania utworzony pomyślnie!
pt: Ligação de partilha criada com sucesso!
ro: Link de partajare creat cu succes!
ru: Ссылка доступа успешно создана!
sv: Delningslänk skapades!
zh_cn: 共享链接创建成功！
zh_tw: 共享連結建立成功！

# createShare.directFileLink
source: Direct file link
ar: رابط ملف مباشر
de: Direkter Dateilink
es: Enlace directo al archivo
fr: Lien direct du fichier
hi: सीधा फ़ाइल लिंक
it: Link diretto al file
ja: ファイルの直接リンク
ko: 직접 파일 링크
nl: Directe bestandslink
pl: Bezpośredni link do pliku
pt: Ligação direta do ficheiro
ro: Link direct al fișierului
ru: Прямая ссылка на файл
sv: Direkt fillänk
zh_cn: 直接文件链接
zh_tw: 直接檔案連結

# createShare.directFolderLink
source: Direct folder ZIP link
ar: رابط ZIP مباشر للمجلد
de: Direkter ZIP-Link des Ordners
es: Enlace ZIP directo de carpeta
fr: Lien ZIP direct du dossier
hi: सीधा फ़ोल्डर ZIP लिंक
it: Link ZIP diretto della cartella
ja: フォルダの直接 ZIP リンク
ko: 직접 폴더 ZIP 링크
nl: Directe ZIP-link van map
pl: Bezpośredni link ZIP folderu
pt: Ligação ZIP direta da pasta
ro: Link ZIP direct al dosarului
ru: Прямая ZIP-ссылка на папку
sv: Direkt ZIP-länk för mapp
zh_cn: 直接文件夹 ZIP 链接
zh_tw: 直接檔案夾 ZIP 連結

# createShare.directLinkMode
source: Direct link mode
ar: وضع الرابط المباشر
de: Direktlinkmodus
es: Modo de enlace directo
fr: Mode de lien direct
hi: सीधा लिंक मोड
it: Modalità link diretto
ja: 直接リンクモード
ko: 직접 링크 모드
nl: Directe-linkmodus
pl: Tryb bezpośredniego linku
pt: Modo de ligação direta
ro: Mod link direct
ru: Режим прямой ссылки
sv: Direktlänksläge
zh_cn: 直接链接模式
zh_tw: 直接連結模式

# createShare.errorPasswordRequired
source: Enter a password or turn off password protection.
ar: أدخل كلمة سر أو أوقف الحماية بكلمة سر.
de: Gib ein Passwort ein oder deaktiviere den Passwortschutz.
es: Introduce una contraseña o desactiva la protección con contraseña.
fr: Saisissez un mot de passe ou désactivez la protection par mot de passe.
hi: एक पासवर्ड दर्ज करें या पासवर्ड सुरक्षा बंद करें।
it: Inserisci una password o disattiva la protezione con password.
ja: パスワードを入力するか、パスワード保護をオフにしてください。
ko: 비밀번호를 입력하거나 비밀번호 보호를 끄세요.
nl: Voer een wachtwoord in of schakel wachtwoordbeveiliging uit.
pl: Wprowadź hasło lub wyłącz ochronę hasłem.
pt: Introduza uma palavra-passe ou desative a proteção por palavra-passe.
ro: Introdu o parolă sau dezactivează protecția cu parolă.
ru: Введите пароль или отключите защиту паролем.
sv: Ange ett lösenord eller stäng av lösenordsskydd.
zh_cn: 请输入密码或关闭密码保护。
zh_tw: 請輸入密碼或關閉密碼保護。

# createShare.errorPastExpiration
source: Pick an expiration date in the future.
ar: اختر تاريخ انتهاء صلاحية في المستقبل.
de: Wähle ein Ablaufdatum in der Zukunft.
es: Elige una fecha de caducidad futura.
fr: Choisissez une date d'expiration future.
hi: भविष्य की समाप्ति तिथि चुनें।
it: Scegli una data di scadenza futura.
ja: 将来の有効期限を選択してください。
ko: 미래의 만료 날짜를 선택하세요.
nl: Kies een vervaldatum in de toekomst.
pl: Wybierz przyszłą datę wygaśnięcia.
pt: Escolha uma data de validade futura.
ro: Alege o dată de expirare în viitor.
ru: Выберите дату истечения в будущем.
sv: Välj ett utgångsdatum i framtiden.
zh_cn: 请选择将来的到期日期。
zh_tw: 請選擇未來的到期日期。

# createShare.fieldExpires
source: Expires
ar: ينتهي في
de: Läuft ab
es: Caduca
fr: Expire le
hi: समाप्त होता है
it: Scade
ja: 有効期限
ko: 만료
nl: Verloopt
pl: Wygasa
pt: Expira
ro: Expiră
ru: Истекает
sv: Upphör
zh_cn: 到期
zh_tw: 到期

# createShare.fieldPassword
source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord
zh_cn: 密码
zh_tw: 密碼

# createShare.loadingUsers
source: Loading users…
ar: جارٍ تحميل المستخدمين…
de: Benutzer werden geladen…
es: Cargando usuarios…
fr: Chargement des utilisateurs…
hi: उपयोगकर्ता लोड हो रहे हैं…
it: Caricamento utenti…
ja: ユーザを読み込み中…
ko: 사용자 불러오는 중…
nl: Gebruikers laden…
pl: Wczytywanie użytkowników…
pt: A carregar utilizadores…
ro: Se încarcă utilizatorii…
ru: Загрузка пользователей…
sv: Läser in användare…
zh_cn: 正在加载用户…
zh_tw: 正在載入使用者…

# createShare.noOtherUsers
source: No other users to share with.
ar: لا يوجد مستخدمون آخرون للمشاركة معهم.
de: Keine anderen Benutzer zum Teilen.
es: No hay otros usuarios con quien compartir.
fr: Aucun autre utilisateur avec qui partager.
hi: साझा करने के लिए कोई अन्य उपयोगकर्ता नहीं।
it: Nessun altro utente con cui condividere.
ja: 共有できる他のユーザはいません。
ko: 공유할 다른 사용자가 없습니다.
nl: Geen andere gebruikers om mee te delen.
pl: Brak innych użytkowników do udostępnienia.
pt: Não há outros utilizadores com quem partilhar.
ro: Niciun alt utilizator cu care să partajezi.
ru: Нет других пользователей для предоставления доступа.
sv: Inga andra användare att dela med.
zh_cn: 没有其他可共享的用户。
zh_tw: 沒有其他可共享的使用者。

# createShare.sectionAccessMode
source: Access Mode
ar: وضع الوصول
de: Zugriffsmodus
es: Modo de acceso
fr: Mode d'accès
hi: एक्सेस मोड
it: Modalità di accesso
ja: アクセスモード
ko: 접근 모드
nl: Toegangsmodus
pl: Tryb dostępu
pt: Modo de acesso
ro: Mod de acces
ru: Режим доступа
sv: Åtkomstläge
zh_cn: 访问模式
zh_tw: 取用模式

# createShare.sectionLabel
source: Label
ar: التسمية
de: Bezeichnung
es: Etiqueta
fr: Libellé
hi: लेबल
it: Etichetta
ja: ラベル
ko: 레이블
pl: Etykieta
pt: Etiqueta
ro: Etichetă
ru: Метка
sv: Etikett
zh_cn: 标签
zh_tw: 標籤

# createShare.sectionShareLink
source: Share Link
ar: رابط المشاركة
de: Freigabelink
es: Enlace de compartición
fr: Lien de partage
hi: साझा लिंक
it: Link di condivisione
ja: 共有リンク
ko: 공유 링크
nl: Deellink
pl: Link do udostępniania
pt: Ligação de partilha
ro: Link de partajare
ru: Ссылка доступа
sv: Delningslänk
zh_cn: 共享链接
zh_tw: 共享連結

# createShare.sectionWhoCanAccess
source: Who can access
ar: من يمكنه الوصول
de: Wer kann zugreifen
es: Quién puede acceder
fr: Qui peut accéder
hi: कौन एक्सेस कर सकता है
it: Chi può accedere
ja: アクセスできる人
ko: 접근할 수 있는 사람
nl: Wie heeft toegang
pl: Kto ma dostęp
pt: Quem pode aceder
ro: Cine poate accesa
ru: Кто имеет доступ
sv: Vem kan komma åt
zh_cn: 谁可以访问
zh_tw: 誰可以取用

# createShare.sharingPrefix
source: Sharing:
ar: مشاركة:
de: Teilen:
es: Compartiendo:
fr: Partage :
hi: साझा किया जा रहा है:
it: Condivisione:
ja: 共有中:
ko: 공유 중:
nl: Delen:
pl: Udostępnianie:
pt: A partilhar:
ro: Se partajează:
ru: Доступ:
sv: Delar:
zh_cn: 正在共享：
zh_tw: 正在共享：

# createShare.submit
source: Create Share Link
ar: إنشاء رابط مشاركة
de: Freigabelink erstellen
es: Crear enlace de compartición
fr: Créer un lien de partage
hi: साझा लिंक बनाएं
it: Crea link di condivisione
ja: 共有リンクを作成
ko: 공유 링크 만들기
nl: Deellink maken
pl: Utwórz link do udostępniania
pt: Criar ligação de partilha
ro: Creează link de partajare
ru: Создать ссылку доступа
sv: Skapa delningslänk
zh_cn: 创建共享链接
zh_tw: 建立共享連結

# createShare.summaryAccess
source: Access
ar: الوصول
de: Zugriff
es: Acceso
fr: Accès
hi: एक्सेस
it: Accesso
ja: アクセス
ko: 접근
nl: Toegang
pl: Dostęp
pt: Acesso
ro: Acces
ru: Доступ
sv: Åtkomst
zh_cn: 访问权限
zh_tw: 取用權限

# createShare.summaryExpires
source: Expires
ar: ينتهي في
de: Läuft ab
es: Caduca
fr: Expire le
hi: समाप्त होता है
it: Scade
ja: 有効期限
ko: 만료
nl: Verloopt
pl: Wygasa
pt: Expira
ro: Expiră
ru: Истекает
sv: Upphör
zh_cn: 到期
zh_tw: 到期

# createShare.summaryPassword
source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord
zh_cn: 密码
zh_tw: 密碼

# createShare.summaryPasswordProtected
source: Protected
ar: محمي
de: Geschützt
es: Protegido
fr: Protégé
hi: सुरक्षित
it: Protetto
ja: 保護済み
ko: 보호됨
nl: Beveiligd
pl: Chronione
pt: Protegido
ro: Protejat
ru: Защищено
sv: Skyddad
zh_cn: 受保护
zh_tw: 受保護

# createShare.summarySharedWith
source: Shared with
ar: تمت المشاركة مع
de: Geteilt mit
es: Compartido con
fr: Partagé avec
hi: इनके साथ साझा
it: Condiviso con
ja: 共有相手
ko: 공유 대상
nl: Gedeeld met
pl: Udostępnione dla
pt: Partilhado com
ro: Partajat cu
ru: Доступ открыт
sv: Delad med
zh_cn: 共享给
zh_tw: 共享給

# createShare.summarySpecificPeople
source: Specific people
ar: أشخاص محددون
de: Bestimmte Personen
es: Personas específicas
fr: Personnes spécifiques
hi: विशिष्ट लोग
it: Persone specifiche
ja: 特定の人
ko: 특정 사용자
nl: Specifieke personen
pl: Określone osoby
pt: Pessoas específicas
ro: Persoane anumite
ru: Определённые люди
sv: Specifika personer
zh_cn: 特定人员
zh_tw: 特定人員

# createShare.title
source: Create Share Link
ar: إنشاء رابط مشاركة
de: Freigabelink erstellen
es: Crear enlace de compartición
fr: Créer un lien de partage
hi: साझा लिंक बनाएं
it: Crea link di condivisione
ja: 共有リンクを作成
ko: 공유 링크 만들기
nl: Deellink maken
pl: Utwórz link do udostępniania
pt: Criar ligação de partilha
ro: Creează link de partajare
ru: Создать ссылку доступа
sv: Skapa delningslänk
zh_cn: 创建共享链接
zh_tw: 建立共享連結

# createShare.titleCreated
source: Share Created
ar: تم إنشاء المشاركة
de: Freigabe erstellt
es: Compartición creada
fr: Partage créé
hi: साझा बनाया गया
it: Condivisione creata
ja: 共有を作成しました
ko: 공유가 생성됨
nl: Deellink aangemaakt
pl: Utworzono udostępnienie
pt: Partilha criada
ro: Partajare creată
ru: Доступ создан
sv: Delning skapad
zh_cn: 已创建共享
zh_tw: 已建立共享

# createShare.togglePasswordProtect
source: Password protect
ar: الحماية بكلمة سر
de: Mit Passwort schützen
es: Proteger con contraseña
fr: Protéger par mot de passe
hi: पासवर्ड से सुरक्षित करें
it: Proteggi con password
ja: パスワードで保護
ko: 비밀번호 보호
nl: Beveiligen met wachtwoord
pl: Chroń hasłem
pt: Proteger com palavra-passe
ro: Protejează cu parolă
ru: Защитить паролем
sv: Lösenordsskydda
zh_cn: 密码保护
zh_tw: 密碼保護

# createShare.toggleSetExpiration
source: Set expiration date
ar: تعيين تاريخ انتهاء الصلاحية
de: Ablaufdatum festlegen
es: Establecer fecha de caducidad
fr: Définir une date d'expiration
hi: समाप्ति तिथि सेट करें
it: Imposta data di scadenza
ja: 有効期限を設定
ko: 만료 날짜 설정
nl: Vervaldatum instellen
pl: Ustaw datę wygaśnięcia
pt: Definir data de validade
ro: Setează data de expirare
ru: Задать срок действия
sv: Ange utgångsdatum
zh_cn: 设置到期日期
zh_tw: 設定到期日期

# createShare.viewInShared
source: View in Shared
ar: عرض في المشتركة
de: In Geteilt ansehen
es: Ver en Compartidos
fr: Voir dans Partagés
hi: साझा में देखें
it: Vedi in Condivisi
ja: 「共有」で表示
ko: 공유됨에서 보기
nl: Bekijk in Gedeeld
pl: Zobacz w Udostępnionych
pt: Ver em Partilhados
ro: Vezi în Partajate
ru: Показать в Общих
sv: Visa i Delade
zh_cn: 在“共享”中查看
zh_tw: 在「共享」中查看

# dateFormat.automatic
source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
hi: स्वचालित
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt: Automático
ro: Automat
ru: Автоматически
sv: Automatisk
zh_cn: 自动
zh_tw: 自動

# directLinkMode.auto
source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
hi: स्वचालित
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt: Automático
ro: Automat
ru: Автоматически
sv: Automatisk
zh_cn: 自动
zh_tw: 自動

# directLinkMode.download
source: Download
ar: تنزيل
de: Laden
es: Descargar
fr: Télécharger
hi: डाउनलोड
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt: Transferir
ro: Descarcă
ru: Загрузка
sv: Ladda ner
zh_cn: 下载
zh_tw: 下載

# directLinkMode.inline
source: View
ar: عرض
de: Ansehen
es: Ver
fr: Afficher
hi: देखें
it: Visualizza
ja: 表示
ko: 보기
nl: Weergeven
pl: Wyświetl
pt: Ver
ro: Vizualizează
ru: Просмотр
sv: Visa
zh_cn: 查看
zh_tw: 檢視

# directLinkMode.raw
source: Raw
ar: خام
de: Roh
es: Sin procesar
fr: Brut
hi: रॉ
it: Grezzo
ja: そのまま
ko: 원본
nl: Onbewerkt
pl: Surowy
pt: Bruto
ro: Brut
ru: Без обработки
sv: Rå
zh_cn: 原始
zh_tw: 原始

# downloadLocation.cache
source: Cache
ar: ذاكرة التخزين المؤقت
es: Caché
hi: कैश
ja: キャッシュ
ko: 캐시
pl: Pamięć podręczna
ru: Кеш
zh_cn: 缓存
zh_tw: 快取

# downloadLocation.documents
source: Documents
ar: المستندات
de: Dokumente
es: Documentos
hi: दस्तावेज़
it: Documenti
ja: 書類
ko: 문서
nl: Documenten
pl: Dokumenty
pt: Documentos
ro: Documente
ru: Документы
sv: Dokument
zh_cn: 文稿
zh_tw: 文件

# downloads.actionOpenInFiles
source: Open in Files
ar: فتح في الملفات
de: In Dateien öffnen
es: Abrir en Archivos
fr: Ouvrir dans Fichiers
hi: फ़ाइल्स में खोलें
it: Apri in File
ja: 「ファイル」で開く
ko: 파일 앱에서 열기
nl: Openen in Bestanden
pl: Otwórz w Plikach
pt: Abrir em Ficheiros
ro: Deschide în Fișiere
ru: Открыть в «Файлах»
sv: Öppna i Filer
zh_cn: 在“文件”中打开
zh_tw: 在「檔案」中打開

# downloads.deleteBulkMessage
source: This only removes the local copies. The files stay on the server.
ar: هذا يزيل النسخ المحلية فقط. تبقى الملفات على الخادم.
de: Dies entfernt nur die lokalen Kopien. Die Dateien bleiben auf dem Server.
es: Esto solo elimina las copias locales. Los archivos permanecen en el servidor.
fr: Cela supprime uniquement les copies locales. Les fichiers restent sur le serveur.
hi: यह केवल स्थानीय प्रतियां हटाता है। फ़ाइलें सर्वर पर बनी रहती हैं।
it: Questo rimuove solo le copie locali. I file restano sul server.
ja: ローカルコピーのみを削除します。ファイルはサーバに残ります。
ko: 로컬 사본만 제거됩니다. 파일은 서버에 남아 있습니다.
nl: Hiermee worden alleen de lokale kopieën verwijderd. De bestanden blijven op de server.
pl: Spowoduje to usunięcie tylko lokalnych kopii. Pliki pozostają na serwerze.
pt: Isto apenas remove as cópias locais. Os ficheiros permanecem no servidor.
ro: Aceasta elimină doar copiile locale. Fișierele rămân pe server.
ru: Это удалит только локальные копии. Файлы останутся на сервере.
sv: Detta tar bara bort de lokala kopiorna. Filerna finns kvar på servern.
zh_cn: 这仅会移除本地副本。文件仍保留在服务器上。
zh_tw: 這只會移除本機副本。檔案仍保留在伺服器上。

# downloads.deleteConfirmMany
source: Delete %lld files?
ar: حذف %lld ملف؟
de: %lld Dateien löschen?
es: ¿Eliminar %lld archivos?
fr: Supprimer %lld fichiers ?
hi: %lld फ़ाइलें हटाएं?
it: Eliminare %lld file?
ja: %lld 個のファイルを削除しますか？
ko: 파일 %lld개를 삭제할까요?
nl: %lld bestanden verwijderen?
pl: Usunąć %lld plików?
pt: Eliminar %lld ficheiros?
ro: Ștergi %lld fișiere?
ru: Удалить файлов: %lld?
sv: Radera %lld filer?
zh_cn: 删除 %lld 个文件？
zh_tw: 刪除 %lld 個檔案？

# downloads.deleteConfirmOne
source: Delete “%@”?
ar: حذف ‏«%@»؟
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
hi: “%@” हटाएं?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제할까요?
nl: “%@” verwijderen?
pl: Usunąć „%@”?
pt: Eliminar “%@”?
ro: Ștergi „%@”?
ru: Удалить «%@»?
sv: Radera ”%@”?
zh_cn: 删除“%@”？
zh_tw: 刪除「%@」？

# downloads.deleteConfirmTitle
source: Delete?
ar: حذف؟
de: Löschen?
es: ¿Eliminar?
fr: Supprimer ?
hi: हटाएं?
it: Eliminare?
ja: 削除しますか？
ko: 삭제할까요?
nl: Verwijderen?
pl: Usunąć?
pt: Eliminar?
ro: Ștergi?
ru: Удалить?
sv: Radera?
zh_cn: 删除？
zh_tw: 刪除？

# downloads.deleteSingleMessage
source: This only removes the local copy. The file stays on the server.
ar: هذا يزيل النسخة المحلية فقط. يبقى الملف على الخادم.
de: Dies entfernt nur die lokale Kopie. Die Datei bleibt auf dem Server.
es: Esto solo elimina la copia local. El archivo permanece en el servidor.
fr: Cela supprime uniquement la copie locale. Le fichier reste sur le serveur.
hi: यह केवल स्थानीय प्रति हटाता है। फ़ाइल सर्वर पर बनी रहती है।
it: Questo rimuove solo la copia locale. Il file resta sul server.
ja: ローカルコピーのみを削除します。ファイルはサーバに残ります。
ko: 로컬 사본만 제거됩니다. 파일은 서버에 남아 있습니다.
nl: Hiermee wordt alleen de lokale kopie verwijderd. Het bestand blijft op de server.
pl: Spowoduje to usunięcie tylko lokalnej kopii. Plik pozostaje na serwerze.
pt: Isto apenas remove a cópia local. O ficheiro permanece no servidor.
ro: Aceasta elimină doar copia locală. Fișierul rămâne pe server.
ru: Это удалит только локальную копию. Файл останется на сервере.
sv: Detta tar bara bort den lokala kopian. Filen finns kvar på servern.
zh_cn: 这仅会移除本地副本。文件仍保留在服务器上。
zh_tw: 這只會移除本機副本。檔案仍保留在伺服器上。

# downloads.emptyList
source: Files you download from Browse show up here.
ar: تظهر هنا الملفات التي تنزّلها من تصفح.
de: Dateien, die du aus Durchsuchen lädst, erscheinen hier.
es: Los archivos que descargues desde Explorar aparecerán aquí.
fr: Les fichiers que vous téléchargez depuis Explorer apparaissent ici.
hi: ब्राउज़ से डाउनलोड की गई फ़ाइलें यहां दिखती हैं।
it: I file che scarichi da Esplora appaiono qui.
ja: 「ブラウズ」からダウンロードしたファイルがここに表示されます。
ko: 탐색에서 다운로드한 파일이 여기에 표시됩니다.
nl: Bestanden die je downloadt vanuit Verkennen verschijnen hier.
pl: Pliki pobrane z Przeglądaj pojawią się tutaj.
pt: Os ficheiros que transferir a partir de Explorar aparecem aqui.
ro: Fișierele descărcate din Explorează apar aici.
ru: Файлы, загруженные из Обзора, появятся здесь.
sv: Filer du laddar ner från Bläddra visas här.
zh_cn: 您从“浏览”下载的文件会显示在此处。
zh_tw: 您從「瀏覽」下載的檔案會顯示在此處。

# downloads.errorGeneric
source: Couldn't complete that action.
ar: تعذّر إكمال هذا الإجراء.
de: Diese Aktion konnte nicht abgeschlossen werden.
es: No se pudo completar esa acción.
fr: Impossible d'effectuer cette action.
hi: वह क्रिया पूरी नहीं कर सके।
it: Impossibile completare l'azione.
ja: その操作を完了できませんでした。
ko: 해당 작업을 완료할 수 없습니다.
nl: Kan die actie niet voltooien.
pl: Nie można ukończyć tej operacji.
pt: Não foi possível concluir essa ação.
ro: Nu s-a putut finaliza acea acțiune.
ru: Не удалось выполнить это действие.
sv: Det gick inte att slutföra åtgärden.
zh_cn: 无法完成该操作。
zh_tw: 無法完成該操作。

# downloads.errorInvalidName
source: That name isn't allowed.
ar: هذا الاسم غير مسموح به.
de: Dieser Name ist nicht zulässig.
es: Ese nombre no está permitido.
fr: Ce nom n'est pas autorisé.
hi: वह नाम अनुमत नहीं है।
it: Quel nome non è consentito.
ja: その名前は使用できません。
ko: 해당 이름은 허용되지 않습니다.
nl: Die naam is niet toegestaan.
pl: Ta nazwa jest niedozwolona.
pt: Esse nome não é permitido.
ro: Acest nume nu este permis.
ru: Это имя недопустимо.
sv: Det namnet är inte tillåtet.
zh_cn: 该名称不允许使用。
zh_tw: 該名稱不允許使用。
